<?php 

return [
    
    'title' => 'প্রকাশনা প্রেস',
    'name_en' => 'নাম (ইংরেজি)',
    'name_bn' => 'নাম (বাংলা)',
    'activation' => 'সক্রিয়তা',
    'confirmation' => 'আপনি কি মুছে ফেলতে চাচ্ছেন ?',
    'action' => 'পদক্ষেপ',
    'index' => 'প্রকাশনার প্রেস এর তালিকা',

    'press_form' => 'প্রকাশনার প্রেস ',
    'press_create' => 'প্রকাশনার প্রেস তৈরি করুন',
    'press_edit' => 'প্রকাশনার প্রেস সম্পাদনা করুন',

    'address' => 'ঠিকানা',
    'contact_number' => 'ফোন নম্বর',

    'press_user' => 'প্রেস ব্যাবহারকারী',
    //'contact_number' => 'ফোন নম্বর',

    'active' => 'সক্রিয়',
    'inactive' => 'নিষ্ক্রিয়',
    


    
    
]

?>