<?php

return [
    'manue_title'=> 'মডিউল',
    'module'=>'মডিউল',
    'name'=>'মডিউল নাম',
    'module_management' => 'মডিউল ব্যবস্থাপনা',
    'title' => [
        'index' =>  'মডিউল তালিকা',
        'create'=>  'নতুন মডিউল যোগ',
        'edit'  =>  'মডিউল সম্পাদন',
        'show'  =>  'মডিউল বিস্তারিত',
        'default'=>'মডিউল'
    ],
    'button' =>[
        'index'     =>  'তালিকা',
        'create'    =>  'নতুন মডিউল যোগ করুন',
        'edit'      =>  'সম্পাদন',
        'show'      =>  'বিস্তারিত',
        'delete'      => 'মুছে ফেলুন',
    ],

    'th' => [
        'serial'    => 'ক্রমিক',
        'name'      => 'নাম',
        'slug'      => 'স্লাগ',
        'short_code'=> 'শর্ট কোড',
        'action'    => 'কর্ম',
        'name_eng' => 'নাম ( ইংরেজি )',
        'name_bn' => 'নাম ( বাংলা )',
        'active' => 'সক্রিয়',
        'inactive' => 'নিষ্ক্রিয়',
        'status' => 'স্ট্যাটাস',
    ],

    'form' => [
        'name'=>[
            'bn'=>'নাম ( বাংলা )',
            'eng'=>'নাম ( ইংরেজি )',
        ],
        'slug'=>'স্লাগ',
        'short code'=>'শর্ট কোড',
    ],


    'msg' =>[
        'requied' =>'ঘরটি অবশ্যই পূরণ করতে হবে',
        'max' =>'সর্বোচ্চ স্লাগ ২০০',
        'min' =>'ন্যূনতম স্লাগ ১',
        'regex'=>[
            'bn' => 'বাংলা ভাষায় হতে হবে',
            'eng'=> 'ইংরেজী ভাষায় থাকতে হবে',
        ],
        'unique' => ' শর্ট কোড অবশ্যই অদ্বিতীয় হতে হবে ',
        'num' => 'স্লাগ অবশ্যই একটি সংখ্যা হতে হবে',
    ],

    'placeholder'=>[
        'name' => [
            'bn'  => 'বাংলায় মডিউল নাম লিখুন ',
            'eng' => 'ইংরেজিতে মডিউল নাম লিখুন',
        ],
        'slug' => 'মডিউল সক্ষমতা লিখুন',
        'short code' => 'মডিউল জন্য সংক্ষিপ্ত কোড লিখুন',
    ],
    'select_venue' => 'মডিউল নির্বাচন করুন'


];
