<?php

return [
    'title' => 'জ্বালানী বিল',
    'create' => 'তৈরী করুন ',
    'index' => 'জ্বালানী বিল তালিকা',
    'menu_title' => 'জ্বালানী বিল',
    'details' => 'জ্বালানী বিল বিস্তারিত',
    'registration' => 'নিবন্ধন করুন',
    'form_elements' => [
        'station_name' => 'জ্বালানী নাম',
        'attachment' => 'সংযুক্তি',
        'fuel_quantity'=>'জ্বালানী পরিমাণ',
        'amount'=>'টাকা',
        'voucher_number'=>'রসিদের ক্রমিক নং',
        'filling_station' => 'পেট্রল-পাস্প',

    ],
    'unique' => 'এই পেট্রল-পাস্প নাম ইতিমধ্যে গ্রহণ করা হয়েছে',
    'attachment' => 'সংযুক্তি',
    'status' => [
        'pending' => 'পেন্ডিং',
        'approved' => 'অনুমোদিত',
        'completed' => 'সমাপ্ত',
        'rejected' => 'বাতিল',
    ],
    'fuel_type'=>[
        'gas' => 'গ্যাস',
        'oil'=>'তেল'
    ],
    'voucher_attachment'=>'রসিদ সংযুক্তি',
    'image_size'=>'ছবি (সর্বাধিক সাইজ - ৩ মেগাবাইট)',
    'report'=>'রিপোর্ট',
    'notification_messages' => [
        'start' => ':name একটি জ্বালানী বিল অনুরোধ করেছেন ।',
        'approved' => 'আপনার জ্বালানী বিল অনুরোধ অনুমোদন করা হয়েছে ।',
        'rejected' => 'আপনার জ্বালানী বিল অনুরোধ বাতিল করা হয়েছে ।',
        'completed' => 'আপনার জ্বালানী বিল সম্পন্ন করা হয়েছে ।',
        'cancelled' => 'আপনার জ্বালানী বিল অনুরোধ বাতিল করা হয়েছে ।',
        'pending' => 'আপনার জ্বালানী বিল অনুরোধ অনুমোদন করা হয়েছে',
    ],
];
