<?php

return [
    'title' => 'জ্বালানী লগ বুক',
    'create' => 'তৈরী করুন ',
    'index' => 'জ্বালানী লগ তালিকা',
    'menu_title' => 'জ্বালানী লগ বুক',
    'details' => 'জ্বালানী লগ বিস্তারিত',
    'registration' => 'নিবন্ধন করুন',
    'form_elements' => [
        'station_name' => 'জ্বালানী নাম',
        'vehicle' => 'বাহন',
        'type' => 'গাড়ির ধরন',
        'fuel_type' => 'জ্বালানীর ধরণ',
        'fuel_quantity'=>'জ্বালানী পরিমাণ',
        'amount'=>'টাকা',
        'voucher_number'=>'রসিদের ক্রমিক নং',
        'filling_station' => 'পেট্রল-পাস্প',
        'fitness' => 'ফিটনেস',

    ],
    'unique' => 'এই পেট্রল-পাস্প নাম ইতিমধ্যে গ্রহণ করা হয়েছে',
    'attachment' => 'সংযুক্তি',
    'status' => [
        '0' => 'পেন্ডিং',
        '1' => 'সমাপ্ত',
    ],
    'fuel_type'=>[
        'gas' => 'গ্যাস',
        'oil'=>'তেল'
    ],
    'voucher_attachment'=>'রসিদ সংযুক্তি',
    'image_size'=>'ছবি (সর্বাধিক সাইজ - ৩ মেগাবাইট)',
    'report'=>'রিপোর্ট',
    'already_in_use'=>'এই পেট্রল-পাস্প ইতিমধ্যে অন্যান্য কার্যক্রমে ব্যবহৃত হয়েছে'
];
