<?php
return [
    'title' => 'চাহিদা পত্র',
    'create' => 'অনুরোধ করুন ',
    'index' => 'চাহিদা পত্র তালিকা',
    'items' => [
        'create' => 'অনুরোধ করুন ',
        'list' => 'রক্ষণাবেক্ষণের আইটেম ',
        'details' => 'চাহিদা পত্র বিস্তারিত',
        'delete' => '',
        'edit' => '',
        'unique' => 'এই আইটেমের নাম ইতিমধ্যে বিদ্যমান'
    ],
    'table' => [
        'total_amount' => 'মোট টাকা',
        'requester' => 'অনুরোধকারী',
        'amount' => 'টাকা',
    ],
    'form' => [
        'requisition' => 'চাহিদা পত্র',
        'requisition_id' => 'চাহিদা পত্র নং',
        'transport' => 'বাহন',
        'driver' => 'ড্রাইভার',
        'maintenance_item' => 'রক্ষণাবেক্ষণ আইটেম',
        'quantity' => 'পরিমাণ',
    ],
    'status' => [
        'pending' => 'পেন্ডিং',
        'approved' => 'অনুমোদিত',
        'completed' => 'সমাপ্ত',
        'rejected' => 'বাতিল',
    ],
    'notification_messages' => [
        'start' => ':name একটি চাহিদা পত্র অনুরোধ করেছেন ।',
        'approved' => 'আপনার চাহিদা পত্র অনুরোধ অনুমোদন করা হয়েছে ।',
        'rejected' => 'আপনার চাহিদা পত্র অনুরোধ বাতিল করা হয়েছে ।',
        'completed' => 'আপনার জচাহিদা পত্র সম্পন্ন করা হয়েছে ।',
        'cancelled' => 'আপনার চাহিদা পত্র অনুরোধ বাতিল করা হয়েছে ।',
        'pending' => 'আপনার চাহিদা পত্র অনুরোধ অনুমোদন করা হয়েছে',
    ]

];

