<?php
return [
    'title' => 'প্রকিউরমেন্ট ও বিলিং',
    'menu_title' => 'প্রকিউরমেন্ট ও বিলিং',
    'form_title' => 'প্রকিউরমেন্ট ও বিলিং ফর্ম',
    'index' => 'প্রকিউরমেন্ট ও বিল তালিকা',
    'add_button' => 'নতুন প্রকিউরমেন্ট',
    'order_no' => 'অর্ডার নং',
    'vat' => 'ভ্যাট',
    'it' => 'আয়কর',
    'item_details' => 'আইটেম সমূহের বিবরণ',
    'pay_type' => 'অর্থ প্রদান / প্রাপ্তির ধরণ',
    'payable' => 'প্রদেয়',
    'payable_info' => 'ভ্যাট ও আয়কর কর্তনের পর প্রদেয় মোট টাকা',

    'errors' => [
        'fiscal_year' => 'অর্থবছর খুঁজে পাওয়া যায়নি। অ্যাকাউন্টস মডিউলে অর্থবছর তৈরি করে আবার চেষ্টা করুন!'
    ],

    'bill_types' => [
        'procurement' => 'প্রকিউরমেন্ট',
        'auction_sale' => 'নিলাম বিক্রয়',
    ],

    'settings' => [
        'title' => 'প্রকিউরমেন্ট ও বিল সেটিংস',
        'menu_title' => 'বিল সেটিংস',
        'create' => 'নতুন বিল সেটিংস',
        'edit' => 'বিল সেটিংস সম্পাদনা',
        'form' => 'বিল সেটিংস ফর্ম',
        'vat_rate' => 'ভ্যাটের পরিমাণ',
        'vat_economy_code' => 'ভ্যাট কর্তনের অর্থনৈতিক কোড',
        'it_economy_code' => 'আয়কর কর্তনের অর্থনৈতিক কোড',
        'items_economy_code' => 'আইটেম সমূহের অর্থনৈতিক কোড',
        'journal' => 'অ্যাকাউন্টস জার্নাল',
        'bill_type' => 'বিলের ধরন',
        'default' => 'ডিফল্ট সেটিং',
    ]
];
