<?php

return [
    'title' => 'খাবার অর্ডার',
    'index' => 'অর্ডারকৃত খাবার তালিকা',
    'order_info' => ' অর্ডার সম্পর্কিত তথ্য',
    'requester' => 'আবেদনকারী',
    'notice_text' => 'প্রশিক্ষণ অনুযায়ী দাম ভিন্ন হতে পারে',
    'create' => 'অর্ডার করুন',
    'note' => 'নোট',
    'order_instruction' => 'অর্ডার নির্দেশনাসমূহ (যদি থাকে)',
    'type' => [
        'personal' => 'ব্যক্তিগত',
        'training' => 'প্রশিক্ষণার্থী',
        'official' => 'অফিসিয়াল'
    ],
    'project_name' => 'প্রকল্পের নাম',
    'approve_text' => 'অনুমোদনের জন্য কমপক্ষে একটি আইটেম নির্বাচন করুন',
    'create_food_order' => 'একটি নতুন খাবার অর্ডার তৈরি হয়েছে',
    'food_order_approved' => 'আপনার অর্ডারটি অনুমোদন হয়েছে ।',
    'food_order_rejected' => 'দুঃখিত! আপনার অর্ডারটি প্রত্যাখ্যান করা হয়েছে ।',
    'order_title' => 'অর্ডার শিরোনাম',
];
