<?php

return [
    'title' => 'বিক্রয়',
    'index' => 'প্রস্তুতকৃত খাবার বিক্রয় তালিকা',
    'vat' => 'ভ্যাট',
    'sales_info' => 'বিক্রয় সম্পর্কৃত তথ্য',
    'type' => [
        'title' => 'ধরন',
        'employee' => 'এমপ্লয়ি',
        'training' => 'প্রশিক্ষণ',
        'regular' => 'সাধারন',
    ],
    'bill_to' => 'বিল প্রদানকারী',
    'paid' => 'পরিশোধিত',
    'due' => 'বাকি',
    'quantity_validate' => 'ইনভেন্টরির অবশিষ্ট পরিমাণ এর সমান বা ছোট মান লিখুন',
    'remain' => 'অবশিষ্ট :',
    'paid_validate' => 'বাকির পরিমাণের চেয়ে সমান বা ছোট মান লিখুন'
]

?>