<?php

return [
    'menu_title' => 'বাজেট',
    'title' => 'প্রকল্প বাজেট',
    'form' => 'প্রকল্প বাজেট ফর্ম',
    'form_title' => 'প্রকল্প বাজেট ফর্ম',
    'list' => 'প্রকল্প বাজেট তালিকা',
    'create' => 'প্রকল্প বাজেট তৈরি করুন',
    'budget_info' => 'প্রকল্প বাজেট সম্পর্কিত তথ্য',
    'for_training' => 'যে প্রকল্পের জন্য বাজেট',
    'form_items' => [
        'sector_sub_sector_info' => 'খাত/উপ-খাতের বিবরণ',
        'days' => 'দিনসংখ্যা',
        'persons' => 'প্রকল্পার্থীর সংখ্যা',
        'rate' => 'ব্যায়ের হার (টাকায়)',
        'revised_budget' => 'সংশোধিত প্রকল্প বাজেট',
        'budget_source' => 'বাজেট অর্থায়ন উৎস',
        'revenue' => 'রাজস্ব',
        'organization' => 'সংস্থা',
    ],

    'sector' => [
        'title' => 'প্রকল্প বাজেট খাত',
        'form_title' => 'প্রকল্প বাজেট খাত ফর্ম',
        'list' => 'প্রকল্প বাজেট খাত তালিকা',
        'create' => 'প্রকল্প বাজেট খাত তৈরি করুন',
        'form' => [
            'title' => 'খাত সম্পর্কিত তথ্য',
            'title_bangla' => 'বাংলা শিরোনাম',
            'sub_sector' => 'উপ-খাত',
        ],
        'alerts' => [
            'duplicate' => 'এই সেক্টরটি ইতিমধ্যে নেয়া হয়েছে। অনুগ্রহ করে ভিন্ন সেক্টর নির্বাচন করুন! ',
        ]
    ],

    'report' => [
        'title' => 'রিপোর্ট',
        'expenditure' => 'বাজেট/ব্যয় রিপোর্ট',
        'expense_sector' => 'খরচের খাত',
        'budget' => 'বরাদ্দ',
        'bill_no' => 'বিল নং',
        'payment' => 'পরিশোধ',
        'vat' => '  ভ্যাট',
        'tax' => ' আয়কর',
        'sub_total' => 'উপ মোট',
        'total_bill' => 'মোট বিল',
        'participant_no' => 'অংশগ্রহণকারীর সংখ্যা',
        'duration' => 'মেয়াদকাল',
        'organization' => 'উদ্যোক্তা সংস্থা',
        'organizer' => 'বাস্তবায়নকারী সংস্থা',
        'day' => 'দিন',
        'types' => [
            'budget' => 'বাজেট',
            'expenditure' => 'ব্যয়'
        ],
        'sector_serials' => ['', 'ক', 'খ', 'গ', 'ঘ', 'ঙ', 'চ', 'ছ', 'জ', 'ঝ', 'ঞ', 'ট', 'ঠ', 'ড', 'ঢ']
    ],
    'labels' => [
        'print_budget' => 'প্রকল্প বাজেট',
        'print_revised_budget' => 'প্রকল্প সংশোধিত বাজেট'
    ]
];
