<?php 

return [
    'title' => 'যোগাযোগ',
    'contact_info' => 'তথ্য তালিকা',
    'first_name' => 'নামের প্রথম অংশ',
    'last_name' => 'নামের শেষাংশ',
    'organaization' => 'সংস্থা',
    'job_title' => 'উপাধি',
    'address' => 'ঠিকানা',
    'mobile_one' => 'মোবাইল (1)',
    'mobile_two' => 'মোবাইল (2)',
    'email' => 'ইমেইল',
    'website' => 'ওয়েবসাইট',
    'list' => 'যোগাযোগের তথ্য তালিকা',
    'email_msg' => 'ইমেইলটি বিদ্যমান! একটি নতুন ইমেইল লিখুন',
    'type' => [
        'title' => 'যোগাযোগের ধরন',
        'list' => 'যোগাযোগের ধরনর তালিকা'
    ]
];