<?php

return [
    'title' => 'বাসা বরাদ্দ',
    'house_id' => 'বাসার নং',
    'house_all' => 'বাসা সমূহ',
    'house_details' => 'বাসার বর্ননা',
    'house_type' => 'বাসার ধরণ',
    'location' => 'বাসার স্থান',
    'rent' => 'ভাড়া',
    'capacity' => 'ধারণ ক্ষমতা (জন)',
    'allocated_to' => 'বরাদ্দ করুন',
    'allocated' => 'বরাদ্দকৃত',
    'index' => 'বাসার তালিকা',
    'house_id_msg' => 'হাউজ আইডি ভিন্ন হতে হবে',
    'already_allocated' => 'দুঃখিত! একই সময়ে একজন এমপ্লয়ির জন্য দুটি বাসা বরাদ্দ করা সম্ভব নয়। উক্ত এমপ্লয়ির জন্য :house বাসাটি বরাদ্দ রয়েছে। ',

    'category' => [
        'title' => 'বাসার ধরন',
        'eligible_from' => 'আবেদনের যোগ্যতা (শুরুর গ্রেড)',
        'eligible_to' => 'আবেদনের যোগ্যতা (শেষের গ্রেড)',
        'list' => 'বাসার ধরন তালিকা '
    ],

    'history' => [
        'index' => 'বাসার হিস্টোরি',
        'show' => 'বাসার হিস্টোরি দেখুন',
        'from_date' => 'সময়কাল (শুরু)',
        'to_date' => 'সময়কাল (শেষ)',
        'present' => 'বর্তমান'
    ]
];
