<?php
return [
    'title' => 'ওষুধ নিবন্ধন',
    'list' => 'ওষুধের তালিকা',
    'registration' => 'নিবন্ধন করুন',
    'company' => 'কোম্পানি',
    'name' => 'ওষুধের নাম',
    'generic_name' => 'জেনেরিক নাম',
    'group' => 'গ্রুপ নাম',
    'company_name' => 'কোম্পানি নাম',
    'unique' => 'এই কওষুধ নাম ইতিমধ্যে গ্রহণ করা হয়েছে',
    'medicine_info' => 'ওষুধের তথ্য',
    'group_add_alert' => 'আপনি কি যুক্ত করতে চান ?',
    'create' => 'যোগ করুন',
    'already_in_use' => 'ইতিমধ্যে অন্য অপারেশনে ব্যবহৃত হয়েছে',
    'category_name' => 'ইনভেন্টরির ক্যাটাগরি'
];

?>
