<?php

return [
    'title' => 'রোগী নিবন্ধন',
    'list' => 'রোগীর তালিকা',
    'registration' => 'নিবন্ধন করুন',
    'type' => [
        'title' => 'ধরন',
        'employee' => 'এমপ্লয়ি',
        'student' => 'শিক্ষার্থী',
        'trainee' => 'প্রশিক্ষনার্থী',
        'relative' => 'পরিবার বর্গ',
        'others' => 'আমন্ত্রিত অতিথি'
    ],
    'id' => 'আইডি',
    'age' => 'বয়স',
    'training' => 'প্রশিক্ষণ',
    'trainee' => 'প্রশিক্ষনার্থীর নাম',
    'mobile' => 'মোবাইল নাম্বার',
    'gender' => 'লিঙ্গ',
    'relation' => 'সম্পর্ক',
    'male' => 'পুরুষ',
    'female' => 'মহিলা',
    'unique' => 'এই আইডি ইতিমধ্যে গ্রহণ করা হয়েছে',
    'patient_info' => 'রোগীর তথ্য',
    'reg_date' => 'নিবন্ধন তারিখ',
    'doctor_notification' => 'একজন নতুন রোগীর নাম নিবন্ধিত হয়েছে রোগীর নাম ',
    'patient_registration' => 'রোগীর নিবন্ধকরণ সফলভাবে সম্পন্ন হয়েছে',
    'patients_name' => 'রোগীর নাম'
]

?>
