<?php

return [
    'title' => 'প্রেসক্রিপশন',
    'list' => 'প্রেসক্রিপশন তালিকা',
    'registration' => 'প্রেসক্রিপশন নিবন্ধন করুন',
    'type' => [
        'title' => 'ধরন',
        'employee' => 'এমপ্লয়ি',
        'student' => 'শিক্ষার্থী',
        'trainee' => 'প্রশিক্ষনার্থী',
        'relative' => 'পরিবার বর্গ',
        'others' => 'আমন্ত্রিত অতিথি'
    ],
    'id' => 'আইডি',
    'age' => 'বয়স',
    'mobile' => 'মোবাইল নাম্বার',
    'gender' => 'লিঙ্গ',
    'relation' => 'সম্পর্ক',
    'male' => 'পুরুষ',
    'female' => 'মহিলা',
    'unique' => 'এই আইডি ইতিমধ্যে গ্রহণ করা হয়েছে',
    'patient_info' => 'রোগীর তথ্য',
    'reg_date' => 'নিবন্ধন তারিখ',
    'medicine' => 'ওষুধ',
    'morning' => 'সকাল',
    'noon' => 'দুপুর',
    'night' => 'রাত',
    'day' => 'দিন',
    'test' => 'পরীক্ষা',
    'duplicate_select_error' => 'মেডিসিনটি একবারে নির্বাচন করা যেতে পারে। দয়া করে চেক করুন এবং আবার চেষ্টা করুন!',
    'select_member' => 'সদস্য নির্বাচন করুন',
    'attachment' => 'সংযুক্তি',
    'prescriptions_attachment' => 'প্রেসক্রিপশন সংযুক্তি',
    'tab' => [
        'advice' => 'পরামর্শ',
        'attachment' => 'প্রেসক্রিপশন সংযুক্তি',
        'medicine' => 'ওষুধ',
        'comments' => 'পরামর্শ',
        'symptoms' => 'রোগের লক্ষণ',
        'past_illness' => 'অতীত অসুস্থতা'
    ],
    'table' => [
        'dose' => 'ওষুধপ্রয়োগ',
        'medicine_name' => 'ওষুধের নাম',
        'in_stock' => 'ইনভেন্টরি',
        'total_medicine' => 'মোট ওষুধ'
    ],
    'oe' => [
        'oe_titel' => 'O/E',
        'oe_result' => 'ফলাফল'
    ],
    'prescriptions' => [
        'next_visit' => '......... দিন/মাস পর পুনরায় সাক্ষাৎ করবেন। পুনঃ সাক্ষাতের সময় পূর্বের ব্যবস্থাপত্র সাথে নিয়ে আসবেন ।',
        'last_titel' => 'ওষুধ/চিকিত্সা সেবার প্রাপ্তি স্বীকার পত্র',
        'last_pera' => 'আমি অদ্য ........................................ তারিখ ........................................ ঘটিকায় বার্ড মেডিকেল সেন্টার হতে নিম্নোক্ত ঔষধসমূহ / চিকিৎসা সেবা গ্রহন করিলাম',
        'signature' => 'স্বাক্ষরঃ',
        'date' => 'তারিখঃ',
        'name' => 'নামঃ',
        'designation' => 'পদবি:',
        'past_illness' => 'অতীত অসুস্থতা',
        'top_titel' => 'বাংলাদেশ পল্লী উন্নয়ন একাডেমি (বার্ড)',
        '2nd_top' => 'কোটবাড়ী , কুমিল্লা',
        '3rd_top' => 'বার্ড মেডিকেল সেন্টার',
        '4th_top' => 'রোগীর ব্যবস্থাপত্র',
        'print' => 'ছাপা'
    ],
    'prescription_notification' => 'একটি নতুন প্রেসক্রিপশন জমা দেওয়া হয়েছে'
]

?>

