<?php
return [
    'title' => 'দৈনিক হিসাব বই',
    'create' => 'তৈরি করুন',
    'update' => 'আপডেট করুন',
    'edit' => 'সম্পাদনা করুন',
    'view' => 'জার্নাল দেখুন',
    'index' => 'জার্নাল তালিকা',
    'details' => 'জার্নাল বিস্তারিত',
    'description' => 'বিবরণ',
    'debit' => 'ডেবিট অ্যাকাউন্ট',
    'credit' => 'ক্রেডিট অ্যাকাউন্ট',
    'type' => [
        'sale' => 'বিক্রি',
        'purchase' => 'ক্রয়',
        'cash' => 'নগদ',
        'bank' => 'ব্যাংক',
        'others' => 'অন্যান্য',
    ],
    'label' => [
        'debit' => 'একটি ডেবিট অ্যাকাউন্ট নির্বাচন করুন',
        'credit' => 'একটি ক্রেডিট অ্যাকাউন্ট নির্বাচন করুন',
    ],
    'table' => [
        'name' => 'নাম',
        'type' => 'নমুনা',
        'department' => 'বিভাগ',
    ],
    'entry' => [
        'title' => 'জার্নাল এন্ট্রি',
        'create' => 'জার্নাল এন্ট্রি করুন',
        'update' => 'জার্নাল এন্ট্রি সম্পাদনা করুন',
        'edit' => 'জার্নাল এন্ট্রি সম্পাদনা করুন',
        'details' => 'জার্নাল এন্ট্রি বিস্তারিত',
        'index' => 'জার্নাল এন্ট্রি তালিকা',
        'view' => 'জার্নাল এন্ট্রি দেখুন',
        'debit' => 'ডেবিট অর্থ',
        'credit' => 'ক্রেডিট অর্থ',
        'reference' => 'প্রসঙ্গ',
        'error' => 'ডেবিট এবং ক্রেডিট পরিমাণ একই হওয়া উচিত',
        'balance' => 'ব্যালান্স',
        'cash_bank_entry' => 'ক্যাশ/ ব্যাংক এন্ট্রি',
        'table' => [
            'reference' => 'প্রসঙ্গ',
            'journal' => 'হিসাব বই',
            'department' => 'বিভাগ',
            'sector' => 'খাত',
            'debit' => 'ডেবিট অর্থ',
            'credit' => 'ক্রেডিট অর্থ',
            'employee' => 'কর্মকর্তা/কর্মচারী',
            'advance_payment' => 'অগ্রিম প্রদান ?'
        ],
        'detail' => [
            'title' => 'জার্নাল এন্ট্রি বিস্তারিত',
            'index' => 'জার্নাল এন্ট্রি বিস্তারিত তালিকা',
            'source' => [
                'title' => "লেনদেনের উত্স",
                'local' => 'স্থানীয়',
                'revenue' => 'রাজস্ব'
            ],
            'transaction_type' => [
                'title' => 'লেনদেন প্রকার',
                'receipt' => 'প্রাপ্তি',
                'payment' => 'পরিশোধ',
            ],
            'payment_type' => [
                'title' => 'অর্থপ্রদানের ধরণ',
                'bank' => 'ব্যাংক',
                'cash' => 'নগদ',
            ],
        ],
        'cash_book' => [
            'title' => 'ব্যাঙ্ক/ক্যাশ এণ্ট্রি',
            'index' => 'ব্যাঙ্ক/ক্যাশ এণ্ট্রি তালিকা',
            'journal_reference' => 'জার্নাল এন্ট্রি',
            'fiscal_year' => 'অর্থবছর',
            'payment_type' => 'পেমেন্ট টাইপ',
            'transaction_type' => 'লেনদেন প্রকার',
            'amount' => 'অর্থের পরিমাণ',
            'status' => 'অবস্থা',
            'report' => 'ব্যাঙ্ক/ক্যাশ এণ্ট্রি প্রতিবেদন',
        ],
        'advance_payment' => [
            'title' => 'অগ্রিম প্রদান',
            'create' => 'অগ্রিম প্রদান করুন',
            'index' => 'অগ্রিম প্রদানের তালিকা',
            'radio_button' => [
                'payment' => 'পেমেন্ট',
                'adjustment' => 'সমন্বয় '
            ],
            'table' => [
                'reference' => 'প্রসঙ্গ',
                'employee' => 'কর্মকর্তা/কর্মচারী',
                'total_debit_amount' => 'ডেবিট অর্থ',
                'total_credit_amount' => 'ক্রেডিট অর্থ',
            ]
        ],

    ],
    'history' => [
        'title' => 'লেনদেনের ইতিহাস',
        'index' => 'লেনদেনের ইতিহাস তালিকা',
        'economy_code' => 'অর্থনীতি কোড',
        'fiscal_year' => 'অর্থবছর',
        'previous_balance' => 'পূর্ববর্তী ব্যালেন্স',
        'updated_balance' => 'আপডেট ব্যালেন্স',
        'report' => 'লেনদেনের ইতিহাস প্রতিবেদন'
    ],
    'validation' => [
        'debit_overflow' => 'ডেবিট অর্থ বাজেট লিমিট অতিক্রম করছে',
        'each_debit_overflow' => 'লাল চিহ্নিত ডেবিট অর্থ বাজেট লিমিট অতিক্রম করছে',

    ]
];
