<?php
return [
    'officer_report' => [
        't_r_form_no'         => 'টি আর ফর্ম নংঃ ১৩',
        'sector_subsector_no' => 'খাত / উপ-খাত নংঃ ',
        's_r_no'              => 'এস.আর. ১৩১ (১) দ্রষ্টব্য',
        'voucher_number'      => 'ভাউচার নম্বরঃ',
        'month'               => 'মাসঃ ',
        'code_no'             => 'কোড নংঃ',
        'e_tin_no'            => 'ই-টিআইএন নংঃ',
        'designation'         => 'পদবী',
        'future_fund_number'  => 'ভবিষ্য তহবিল নম্বরঃ',
        'tin_number'          => 'কর দাতা সনাক্তকরণ নম্বর (টিআইএন)',
        'comment'             => 'দ্রষ্টব্যঃ বাহকের হস্তান্তরিত টাকা বা চেক এর ক্ষেত্রে জালিয়াতী বা আত্মসাতের জন্য কোনরূপ দায়-দায়িত্ত গ্রহণ করিবেনা।',
        'taka'                => 'টাকা',
        'coin'                => 'পয়সা',
        'rate'                => 'রেট টাকার অঙ্কে',
        'back_side'           => [
            'net_taka'                => 'নীট টাকা (কথায় লিখিতে হইবে)',
            'pay_to'                  => 'যাহাকে প্রদান করিতে হইবে সেই ব্যক্তি/দাবীদার',
            'employee_name'           => 'কর্মকর্তার নামঃ',
            'signature'               => 'স্বাক্ষরঃ',
            'date'                    => 'তারিখঃ',
            'account_department_info' => 'হিসাব শাখার ব্যবহারের জন্য',
            'taka'                    => 'টাকা',
            'pay'                     => 'প্রদান করুন',
            'section_officer'         => 'সেকশন অফিসার (হিসাব) ',
            'account_officer'         => 'হিসাব রক্ষন কর্মকর্তা',
            'director'                => 'পরিচালক (প্রশাসন)',
            'only'                    => 'মাত্র',
            'note'                    => [
                '0' => 'বিঃদ্রঃ যথাসময়ে বিল দাখিল করার দায়িত্ব সংশ্লিষ্ট অফিসারের।',
                '1' => 'যে মাসের শ্রমের বিনিময়ে বেতন অর্জন করা হইয়াছে সে মাসের কার্যরত তিন দিন পূর্বে বেতনের বিল হিসাব শাখায় পৌছাইতে হইবে।'
            ]
        ]
    ],
    'group_report'   => [
    ],
    'bank-report'    => [
    ],
    'sector-report'  => [
    ]
];
