<?php

return [
    'title' => 'সার্টিফিকেট',
    'list' => 'সার্টিফিকেটের তালিকা',
    'new_add' => 'সার্টিফিকেট যুক্ত করুন',
    'archive' => [
        'button' => [
            'title' => 'সকল সার্টিফিকেট প্রিন্ট করুন',
        ],
    ],
    'link' => [
        'title' => 'ট্রেনিং সার্টিফিকেট লিঙ্ক',
        'send_button_title'=>'প্রশিক্ষণার্থীদের প্রশংসাপত্র প্রেরণ করুন',
        'unique_code' => 'কোড',
        'flash_messages' => [
            'not_found' => 'এই কোডটির :code সাথে কোনও শংসাপত্র পাওয়া যায় নি । দয়া করে সঠিক কোডটি ইনপুট করুন',
            'send_success' => 'প্রশিক্ষণার্থীরা খুব শীঘ্রই মেইলে তাদের প্রশংসাপত্রের লিঙ্কটি পাবেন!'
        ]
    ]
];
