<?php

return [
    'title' => 'কোর্স মূল্যায়ন',
    'add' => 'নতুন কোর্স মূল্যায়ন যুক্ত করুন',
    'settings' => [
        'title' => 'কোর্স মূল্যায়ন সেটিংস',
        'status' => [
            'enabled' => 'কোর্স মূল্যায়ন সক্রিয় রয়েছে',
            'disabled' => 'কোর্স মূল্যায়ন সক্রিয় নেই',
        ],
        'buttons' => [
            'enable' => 'সক্রিয় করুন',
            'disable' => 'নিষ্ক্রিয় করুন',
        ],
        'form' => [
            'edit' => [
                'labels' => [
                    'status' => 'কোর্স মূল্যায়ন সক্রিয় করুন',
                    'start_date' => 'শুরুর তারিখ',
                    'end_date' => 'শেষের তারিখ',
                ],
                'fields' => [
                    'status' => 'সক্রিয় করুন',
                    'start_date' => 'শুরুর তারিখ',
                    'end_date' => 'শেষের তারিখ',
                ],
            ],
        ],
        'errors' => [
            'fields' => [
                'start_date' => [
                    'after_or_equal' => ':attribute তারিখের সমান বা বড় কোন তারিখ নির্বাচন করুন',
                ],
                'end_date' => [
                    'after_or_equal' => ':attribute তারিখের সমান বা বড় কোন তারিখ নির্বাচন করুন',
                ],
            ],
        ],
    ],
    'defaults' => [
        'organization' => [
            'title' => 'বাংলাদেশ পল্লী উন্নয়ন একাডেমি (বার্ড), কুমিল্লা',
        ],
        'description' => "<b>:attribute</b> এ উপস্থিত হওয়ার জন্য আপনাকে ধন্যবাদ। অংশীদার হিসাবে আপনার প্রতিক্রিয়া বার্ডের পক্ষে আমরা আপনার প্রশিক্ষণের প্রয়োজনীয়তাগুলি পূরণ করছি তা নিশ্চিত করার জন্য গুরুত্বপূর্ণ। আপনার মতামত আমাদের ভবিষ্যতের প্রশিক্ষণার্থীদের আরও ভাল প্রয়োজন অনুসারে প্রশিক্ষণকে নিয়মিত মানিয়ে নিতে সহায়তা করে। আপনি এই মূল্যায়ন ফর্মটি পূরণ করতে কয়েক মিনিট সময় নিতে পারলে আমরা প্রশংসা করব। আপনার প্রতিক্রিয়া কঠোর আত্মবিশ্বাসের সাথে চিকিত্সা করা হবে"
    ],
    'introduction' => 'সূচনা',
    'section' => ' বিভাগ',
    'question' => ' প্রশ্ন',
    'answer' => ' উত্তর',
    'mark' => ' নম্বর',
    'course_empty_lists' => "<b>মূল্যায়ন করার জন্য উপযুক্ত কোন কোর্স নেই</b>",
    'course_empty_message' => 'এই কোর্সটি এখনও কেউ মূল্যায়ন করেনি',
];
