<?php

return [
    'manue_title' => 'ব্যয়ের ধরন',
    'expense_type' => 'ব্যয়ের ধরন',
    'title' => [
        'index' =>  'ব্যয়ের ধরন তালিকা',
        'create' =>  'নতুন ব্যয়ের ধরন যোগ',
        'edit'  =>  'ব্যয়ের ধরন সম্পাদন',
        'show'  =>  'ব্যয়ের ধরন বিস্তারিত',
        'default' => 'ব্যয়ের ধরন'
    ],
    'button' => [
        'index'     =>  'তালিকা',
        'create'    =>  'নতুন ব্যয়ের ধরন যোগ করুন',
        'edit'      =>  'সম্পাদন',
        'show'      =>  'বিস্তারিত',
    ],

    'th' => [
        'serial'    => 'ক্রমিক',
        'name'      => 'নাম',
        'capacity'  => 'ধারণক্ষমতা',
        'short_code' => 'শর্ট কোড',
        'action'    => 'কর্ম',
        'name_bn' => 'নাম ( ইংরেজি )',
        'name_eng' => 'নাম ( বাংলা )',
    ],

    'form' => [
        'name' => [
            'bn' => 'নাম ( বাংলা )',
            'eng' => 'নাম ( ইংরেজি )',
        ],
        'capacity' => 'ধারণক্ষমতা',
        'short code' => 'শর্ট কোড',
    ],


    'msg' => [
        'requied' => 'ঘরটি অবশ্যই পূরণ করতে হবে',
        'max' => 'সর্বোচ্চ ধারণক্ষমতা ১০০০',
        'min' => 'ন্যূনতম ধারণক্ষমতা ১',
        'regex' => [
            'bn' => 'বাংলা ভাষায় হতে হবে',
            'eng' => 'ইংরেজী ভাষায় থাকতে হবে',
        ],
        'unique' => ' শর্ট কোড অবশ্যই অদ্বিতীয় হতে হবে ',
        'num' => 'ধারণক্ষমতা অবশ্যই একটি সংখ্যা হতে হবে',
    ],

    'placeholder' => [
        'name' => [
            'bn'  => 'বাংলায় ব্যয়ের ধরন নাম লিখুন ',
            'eng' => 'ইংরেজিতে ব্যয়ের ধরন নাম লিখুন',
        ],
        'capacity' => 'ব্যয়ের ধরন সক্ষমতা লিখুন',
        'short code' => 'ব্যয়ের ধরন জন্য সংক্ষিপ্ত কোড লিখুন',
    ],
    'select_venue' => 'ব্যয়ের ধরন নির্বাচন করুন'


];
