<?php
return [
    'training_center' => 'দক্ষতা উন্নয়ন প্রশিক্ষণ কেন্দ্র',
    'head_content_one' => 'স্থানীয় সরকার পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয়ের পল্লী উন্নয়ন ও সমবায় বিভাগের অধীন সমবায় অধিদপ্তরের কর্মকর্তা-কর্মচারী এবং সমবায়ীগণের দক্ষতা উন্নয়নের লক্ষ্যে কোটবাড়ী কুমিল্লায় বাংলাদেশ সমবায় একাডেমী এবং ১০ টি আঞ্চলিক সমবায় প্রশিক্ষণ প্রতিষ্ঠান রয়েছে।',
    'head_content_two' => 'এছাড়াও মাঠ পর্যায়ে জেলা এবং উপজেলা সমবায় কার্যালয় এর আয়োজনে মাঠ পর্যায়ে ভ্রাম্যমাণ প্রশিক্ষণ প্রকাশ প্রদর্শন করা হয়।  অধিদপ্তর অন্যান্য কার্যালয়ের আয়োজনে কর্মচারীদের দক্ষতা উন্নয়নে বিভিন্ন প্রশিক্ষণ এবং সেমিনার/ কর্মশালা আয়োজন করা হয়।',
    'about_the_course' => 'কোর্স সম্পর্কে',
    'about_course_one' => 'দেশের জনসাধারণকে দক্ষতা অর্জনের লক্ষ্যে ২০০৬ সাল হতে সমাজকল্যাণ মন্ত্রণালয়',
    'about_course_two' => 'সমাজসেবা অধিদফতরাধীন দক্ষতা উন্নয়ন প্রশিক্ষণ কেন্দ্র',
];
