<?php

return [
    'title' => 'প্রশিক্ষণ কোড সেটিং',
    'create' => 'প্রশিক্ষণ কোড সেটিং তৈরী করুন',
    'edit' => 'প্রশিক্ষণ কোড সেটিং সম্পাদন করুন ',
    'menu_title' => 'কোড সেটিং',
    'menu_create' => 'তৈরী করুন',
    'menu_index' => 'তালিকা ',
    'index' => 'প্রশিক্ষণ কোড সেটিং তালিকা',
    'form' => 'প্রশিক্ষণ কোড সেটিং ফর্ম',
    'form_elements' => [
        'repeater_title' => 'প্রশিক্ষণ কোড সেটিং',
        'economy_code' => 'অর্থনীতি  কোড ',
        'journal_id' => 'জার্নাল',
        'tms_sub_sector_id' => 'সাব-সেক্টর'
    ]
];
