<?php

return [

    'title' => 'প্রশিক্ষণের ধরন',
    'create' => 'প্রশিক্ষণের ধরন তৈরি করুন',
    'training_type' => 'প্রশিক্ষণের ধরন তৈরি করুন',
    'edit' => 'প্রশিক্ষণের ধরন সম্পাদনা করুন',
    'index' => 'প্রশিক্ষণ ধরনের তালিকা',
    'menu_title' => 'প্রশিক্ষণ',
    'form' => 'প্রশিক্ষণ ফর্ম',
    'details' => 'প্রশিক্ষণের ধরনের বিস্তারিত',
    'form_elements' => [
        'name_english' => 'নাম (ইংরেজি)',
        'name_bangla' => 'নাম (বাংলা)',
        'name' => 'নাম',
        'parent' => 'প্যারেন্ট নাম',
    ],
    'msg' =>[
        'requied' =>'ঘরটি অবশ্যই পূরণ করতে হবে',
        'max' =>'সর্বোচ্চ স্লাগ ২০০',
        'min' =>'ন্যূনতম স্লাগ ১',
        'regex'=>[
            'bn' => 'বাংলা ভাষায় হতে হবে',
            'eng'=> 'ইংরেজী ভাষায় থাকতে হবে',
        ],
        'unique' => ' শর্ট কোড অবশ্যই অদ্বিতীয় হতে হবে ',
        'num' => 'স্লাগ অবশ্যই একটি সংখ্যা হতে হবে',
    ],
];
