<?php

return [
    'manue_title'=> 'ভেন্যু',
    'venue'=>'ভেন্যু',
    'title' => [
        'index' =>  'ভেন্যু তালিকা',
        'create'=>  'নতুন ভেন্যু যোগ',
        'edit'  =>  'ভেন্যু সম্পাদন',
        'show'  =>  'ভেন্যু বিস্তারিত',
        'default'=>'ভেন্যু'
    ],
    'button' =>[
        'index'     =>  'তালিকা',
        'create'    =>  'নতুন ভেন্যু যোগ করুন',
        'edit'      =>  'সম্পাদন',
        'show'      =>  'বিস্তারিত',
    ],

    'th' => [
        'serial'    => 'ক্রমিক',
        'name'      => 'নাম',
        'capacity'  => 'ধারণক্ষমতা',
        'short_code'=> 'শর্ট কোড',
        'action'    => 'কর্ম',
        'name_bn' => 'নাম ( ইংরেজি )',
        'name_eng' => 'নাম ( বাংলা )',
    ],

    'form' => [
        'name'=>[
            'bn'=>'নাম ( বাংলা )',
            'eng'=>'নাম ( ইংরেজি )',
        ],
        'capacity'=>'ধারণক্ষমতা',
        'short code'=>'শর্ট কোড',
    ],


    'msg' =>[
        'requied' =>'ঘরটি অবশ্যই পূরণ করতে হবে',
        'max' =>'সর্বোচ্চ ধারণক্ষমতা ১০০০',
        'min' =>'ন্যূনতম ধারণক্ষমতা ১',
        'regex'=>[
            'bn' => 'বাংলা ভাষায় হতে হবে',
            'eng'=> 'ইংরেজী ভাষায় থাকতে হবে',
        ],
        'unique' => ' শর্ট কোড অবশ্যই অদ্বিতীয় হতে হবে ',
        'num' => 'ধারণক্ষমতা অবশ্যই একটি সংখ্যা হতে হবে',
    ],

    'placeholder'=>[
        'name' => [
            'bn'  => 'বাংলায় ভেন্যু নাম লিখুন ',
            'eng' => 'ইংরেজিতে ভেন্যু নাম লিখুন',
        ],
        'capacity' => 'ভেন্যু সক্ষমতা লিখুন',
        'short code' => 'ভেন্যু জন্য সংক্ষিপ্ত কোড লিখুন',
    ],
    'select_venue' => 'ভেন্যু নির্বাচন করুন'


];
